---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilonewtonsPerMeter
source: html/c038ee79-6bb2-add8-b450-4e097e92acdc.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilonewtonsPerMeter Property

Kilonewtons per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KilonewtonsPerMeter { get; }
```